"Add Field" = "Ny anteckning";

"Album" = "Album";
"Artist" = "Artist";
"Artwork" = "Konst";
"Author" = "Skapare";
"Comment" = "Kommentar";
"Composer" = "Kompositör";
"Copyright" = "Copyright";
"Creation Date" = "Skapelsedatum";
"Description" = "Beskrivning";
"Director" = "Regissör";
"Disclaimer" = "Friskrivning";
"Encoded By" = "Kodad av";
"Genre" = "Genre";
"Full Name" = "Fullständigt namn";
"Keywords" = "Nyckelord";
"Title" = "Titel";
"Information" = "Information";
"Producer" = "Producent";
"Edit Date" = "Redigeringsdatum";
"Track Number" = "Spår";
"Performers" = "Medverkande";
"URL Link" = "URL-länk";
"Playback Requirements" = "Krav på uppspelning";
"Original Artist" = "Originalartist";
"Original Source" = "Ursprungskälla";
"Original Format" = "Ursprungsformat";
"Software" = "Programvara";
"Product" = "Produkt";
"Warning" = "Varning";
"Writer" = "Författare";
"Year" = "År";
